<x-guest-layout>
    <div class="container-fluid pt-4 pb-4 rounded-3" style="margin-top: 90px;height: 90%;">
        <div class="pb-4" style="display: flex;justify-content: center">
            <div class="container-lg">
                <div class="card border-0">
                    <div class="card-body">
                        <h2>ประวัติ พระนอนจักรสีห์</h2>
                    </div>
                    <div class="clearfix">
                        <img src="{{ asset('images/buddha.jpg') }}" class="col-md-6 float-md-end mb-3 ms-md-3" alt="...">

                        <p>
                            พระพุทธไสยาสน์องค์นี้ เป็นพระพุทธรูปที่ใหญ่และยาวที่สุดของประเทศ สร้างมานานเก่าแก่จนไม่ทราบ แน่ชัดว่ามีประวัติความเป็นมาอย่างไร ส่วนใหญ่เป็นเรื่องเล่าในทำนองนิยายปรำปรา ทำนองเดียวกันกับพระ ปฐมเจดีย์ เช่น กล่าวว่าพระเจ้าสิงหพาหุเป็นผู้สร้าง แต่ก็ไม่มีใครทราบว่าพระเจ้าพาหุคือผู้ใด ครองเมืองอะไร ในยุคสมัยใด สันนิษฐานว่าสร้างก่อนตั้งกรุงศรีอยุธยาเป็นราชธานี องค์พระหันพระเศียรไปทางทิศตะวันออก ความยาว 3 เส้น 3 วา 2 ศอก 1 คืบ 7 นิ้ว
                        </p>

                        <p>
                            ตัวพระวิหาร ยาว 1 เส้น 7 วา กว้าง 11 วา เสาข้างในเป็นแปดเหลี่ยม อาการที่พระพุทธไสยาสน์บรรทม ไม่เหมือนอย่างกรุงเก่า หรือกรุงเทพ ฯ พระกรทอดออกไปมากเพราะเขนยหนุนไม่สู้ชันนัก เป็นบรรทมราบ แต่พระบาทซ้อนกันตรงเหมือนอย่างพระนอนทั้งปวง " หลักฐานที่มีอยู่คือ พระเจ้าอยู่หัวบรมโกศได้เสด็จพระราชดำเนินไปทรงนมัสการ เมื่อปีจอ ฉศก จุลศักราช 1111 ซึ่งตรงกับปี พ.ศ. 2297 และได้เสด็จไปอีกครั้งเมื่อปี พ.ศ. 2299 เพื่อสมโภชฉลอง ต่อมาสมัยกรุงรัตนโกสินทร์ พระบาทสมเด็จพระจุลจอมเกล้า ฯ ได้เสด็จไปทรงนมัสการ เมื่อปี พ.ศ. 2421 ในครั้งนั้น พระวิหารและพระนอนชำรุดทรุดโทรมมาก เนื่องจากขาดการบูรณะปฏิสังขรณ์มานาน พระธรรมไตรโลก (อ้น) วัดสุทัศน ได้ทูลขอพระราชทานเงินค่านาสำหรับวัดเพื่อทำการปฏิสังขรณ์ พระองค์ก็ได้มอบถวายให้ และโปรดเกล้า ฯ ให้สมเด็จเจ้าฟ้ากรมพระบำราศปรปักษ์เป็นที่ปรึกษา การปฏิสังขรณ์ทำเสร็จในปี พ.ศ. 2428 การปฏิสังขรณ์ครั้งล่าสุดทำเมื่อปี พ.ศ. 2510
                        </p>

                        <p>
                            พระนอนจักรสีห์ เป็นพระพุทธไสยาสน์ปางโปรดอสุรินทราหู เป็นพระพุทธรูปขนาดใหญ่ มีพุทธลักษณะที่งดงามองค์หนึ่ง และมีความสำคัญทางประวัติศาสตร์ เป็นที่เคารพศรัทธาของพุทธศาสนิกชนทั่วประเทศ ตั้งอยู่ที่ วัดพระนอนจักรสีห์วรวิหาร ต.จักรสีห์ อ.เมือง จ.สิงห์บุรี ห่างจากตัวเมืองสิงห์บุรีประมาณ 5 กิโลเมตร ไปทางด้านทิศตะวันออก พระพุทธไสยาสน์ปางโปรดอสุรินทราหู องค์ใหญ่เป็นพระพุทธรูปศักดิ์สิทธิ์ที่มีพุทธลักษณะที่งดงามองค์หนึ่งของประเทศ บริเวณวัดยังเป็นที่ปฏิบัติธรรม เป็นศูนย์กลางการเรียนรู้ทางด้านพุทธศาสนา สำหรับนักธรรม-บาลี และมีพระแก้ว พระกาฬ เป็นพระพุทธรูปศักดิ์สิทธิ์คู่วัด ชาวสิงห์บุรี มีความเชื่อว่าหากมีโอกาสได้นมัสการวัดพระนอนจักรสีห์ฯ แล้วเดินชมต้นสาละลังกาใหญ่ที่ปลูกไว้กว่า 100 ต้น ในบริเวณวัดแล้วอธิษฐานปรบมือใต้ต้นสาละ หากดอกสาละร่วงลงมา คำอธิษฐานนั้นจะประสบผลตามที่หวังไว้
                        </p>
                    </div>
                    <div class="clearfix mt-3">
                        <img src="{{ asset('images/buddha2.jpg') }}" class="col-md-6 float-md-start m-3" alt="...">

                        <p>
                            พระพุทธรูปปางพระพุทธเจ้าทรงไสยาสน์ เทศนาโปรดยักษ์อสุรินทราหู เพื่อลดทิฐิของอสุรินทราหูที่ถือตัวว่ามีร่างกายใหญ่โตกว่ามนุษย์ พระพุทธเจ้าจึงเนรมิตร่างกายให้ใหญ่กว่ายักษ์ "หลวงพ่อพระนอน" จึงเป็นพระพุทธรูปที่ใหญ่และยาว สร้างโดยท้าวอู่ทอง มีความยาว 1 เส้น 3 วา 2 ศอก 1 คืบ 7 นิ้ว (47.40 เมตร) พระเศียรชี้ไปทางตะวันออก หันพระพักตร์ไปทางทิศเหนือ มีความงดงามเป็นอย่างมาก มีเรื่องเล่าสืบกันมาว่า "สิงหพาหุ" มีพ่อเป็นสิงห์ พอรู้ความจริงคิดละอายเพื่อนว่ามีพ่อเป็นสัตว์เดรัฐฉาน จึงฆ่าสิงห์ตาย ภายหลังรู้สึกตัวกลัวบาปและเสียใจเป็นอย่างมาก จึงสร้างพระพุทธรูปโดยเอาทองคำแท่งโต 3 กำมือ ยาว 1 เส้น เป็นแกนขององค์พระ เป็นการไถ่บาปและพระพุทธรูป มีอยู่ให้พุทธศาสนิกชนได้กราบไหว้บูชามาหลายชั่วอายุคน จนองค์หลวงพ่อพระนอนได้พังทลายลงเป็นเนินดิน ทั้งนี้ ไม่มีใครทราบว่าพระเจ้าสิงหพาหุ คือ ผู้ใดครองเมืองอะไร ในยุคสมัยใด แต่สันนิษฐานว่าสร้างก่อนตั้งกรุงศรีอยุธยาเป็นราชธานี
                        </p>

                        <p>
                            กาลนานต่อมา ท้าวอู่ทอง ได้นำพ่อค้าเกวียนผ่านมาทางนี้ แล้วพบแกนทองคำฝังอยู่ในเนินดิน และทราบเรื่องสิงหพาหุ เกิดความเลื่อมใสและเห็นประโยชน์แก่พระพุทธศาสนา จึงชักชวนพ่อค้าเกวียนก่อสร้างพระพุทธรูปนี้ขึ้น โดยใช้แท่งทองคำที่พบนั้นเป็นแกนขององค์พระ สำหรับ วัดพระนอนจักรสีห์ เป็นพระอารามหลวงชั้นตรีชนิดวรวิหาร อยู่ที่ตำบลจักรสีห์ อ.เมือง จ.สิงหบุรี พื้นที่ของวัดมีขนาดกว้างประมาณ 7 เส้น (280 เมตร) ยาวประมาณ 10 เส้น (400 เมตร) สภาพที่เป็นอยู่เมื่อปี พ.ศ.2421 จากพระราชนิพนธ์เรื่อง ระยะทางเสด็จประพาสมณฑลอยุธยา มีว่า "วัดนี้อยู่ ห่างแม่น้ำสามสิบวา เป็นที่ลุ่มน้ำท่วม ต้องทุบถนนและมีสะพานข้าม รอบวิหารพระนอนมีกำแพงแก้วเตี้ยๆ ชั้นหนึ่ง ตัวพระวิหาร ยาว 1 เส้น 7 วา กว้าง 11 วา เสาข้างในเป็นแปดเหลี่ยม อาการที่พระพุทธไสยาสน์บรรทม ไม่เหมือนอย่างกรุงเก่า หรือกรุงเทพฯ พระกรทอดออกไปมากเพราะเขนยหนุนไม่สู้ชันนัก เป็นบรรทมราบ แต่พระบาทซ้อนกันตรงเหมือนอย่างพระนอนทั้งปวง" หลักฐานที่มีอยู่คือ พระเจ้าอยู่หัวบรมโกศได้เสด็จพระราชดำเนินไปทรงนมัสการ เมื่อปีจอ ฉศก จุลศักราช 1111 ซึ่งตรงกับปี พ.ศ.2297 และได้เสด็จไปอีกครั้งเมื่อปี พ.ศ.2299 เพื่อสมโภชฉลอง
                        </p>

                        <p>
                            ต่อมาสมัย กรุงรัตนโกสินทร์ พระบาทสมเด็จพระจุลจอมเกล้าฯ ได้เสด็จไปทรงนมัสการ เมื่อปี พ.ศ.2421 ในครั้งนั้น พระวิหารและพระนอนชำรุดทรุดโทรมมาก เนื่องจากขาดการบูรณปฏิสังขรณ์มานาน พระธรรมไตรโลก (อ้น) วัดสุทัศน์ ได้ทูลขอพระราชทานเงินค่านาสำหรับวัด เพื่อปฏิสังขรณ์ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ได้พระราชทานเงินค่านาของวัดและของเมืองสิงห์ให้บูรณปฏิสังขรณ์พระพุทธไสยาสน์ ด้วยเมื่อนึกถึงว่าพระพุทธไสยาสน์ วัดพระนอนจักรสีห์ เป็นพระพุทธรูปขนาดใหญ่ ที่สร้างขึ้นเมื่อหลายร้อยปีมาแล้ว ในสมัยที่เครื่องจักรเครื่องทุ่นแรงยังไม่มีใช้กันเช่นปัจจุบันก็พอจะทำให้เราเห็นถึงความศรัทธาในพระพุทธศาสนาของคนไทยในอดีตว่ายิ่งใหญ่เพียงใดได้เป็นอย่างดี พระองค์ได้มอบถวายให้ และโปรดเกล้าฯ ให้สมเด็จเจ้าฟ้ากรมพระบำราศปรปักษ์ เป็นที่ปรึกษา การปฏิสังขรณ์แล้วเสร็จในปี พ.ศ.2428 วันที่ 9 ตุลาคม พ.ศ.2519 พระบาทสมเด็จพระเจ้าอยู่หัว เสด็จฯมาทรงสักการะพร้อมพระบรมวงศานุวงศ์
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</x-guest-layout>

