<x-guest-layout>
    <div class="container-fluid pt-4 pb-4 rounded-3" style="margin-top: 90px;height: 90%;">
        <div class="pb-4 text-center" style="display: flex;justify-content: center">
            <div class="container-lg">
                <div class="card border-0">
                    <div class="card-body">
                        <h2>ประวัติวัดพระนอนจักรสีห์ วรวิหาร</h2>
                    </div>
                    <div class="clearfix">
                        <img src="{{ asset('images/buddha.jpg') }}" class="col-md-6 float-md-end mb-3 ms-md-3" alt="...">

                        <p>
                            พระพุทธไสยาสน์องค์นี้ เป็นพระพุทธรูปที่ใหญ่และยาวที่สุดของประเทศ สร้างมานานเก่าแก่จนไม่ทราบ แน่ชัดว่ามีประวัติความเป็นมาอย่างไร ส่วนใหญ่เป็นเรื่องเล่าในทำนองนิยายปรำปรา ทำนองเดียวกันกับพระ ปฐมเจดีย์ เช่น กล่าวว่าพระเจ้าสิงหพาหุเป็นผู้สร้าง แต่ก็ไม่มีใครทราบว่าพระเจ้าพาหุคือผู้ใด ครองเมืองอะไร ในยุคสมัยใด สันนิษฐานว่าสร้างก่อนตั้งกรุงศรีอยุธยาเป็นราชธานี องค์พระหันพระเศียรไปทางทิศตะวันออก ความยาว 3 เส้น 3 วา 2 ศอก 1 คืบ 7 นิ้ว
                        </p>

                        <p>
                            ตัวพระวิหาร ยาว 1 เส้น 7 วา กว้าง 11 วา เสาข้างในเป็นแปดเหลี่ยม อาการที่พระพุทธไสยาสน์บรรทม ไม่เหมือนอย่างกรุงเก่า หรือกรุงเทพ ฯ พระกรทอดออกไปมากเพราะเขนยหนุนไม่สู้ชันนัก เป็นบรรทมราบ แต่พระบาทซ้อนกันตรงเหมือนอย่างพระนอนทั้งปวง " หลักฐานที่มีอยู่คือ พระเจ้าอยู่หัวบรมโกศได้เสด็จพระราชดำเนินไปทรงนมัสการ เมื่อปีจอ ฉศก จุลศักราช 1111 ซึ่งตรงกับปี พ.ศ. 2297 และได้เสด็จไปอีกครั้งเมื่อปี พ.ศ. 2299 เพื่อสมโภชฉลอง ต่อมาสมัยกรุงรัตนโกสินทร์ พระบาทสมเด็จพระจุลจอมเกล้า ฯ ได้เสด็จไปทรงนมัสการ เมื่อปี พ.ศ. 2421 ในครั้งนั้น พระวิหารและพระนอนชำรุดทรุดโทรมมาก เนื่องจากขาดการบูรณะปฏิสังขรณ์มานาน พระธรรมไตรโลก (อ้น) วัดสุทัศน ได้ทูลขอพระราชทานเงินค่านาสำหรับวัดเพื่อทำการปฏิสังขรณ์ พระองค์ก็ได้มอบถวายให้ และโปรดเกล้า ฯ ให้สมเด็จเจ้าฟ้ากรมพระบำราศปรปักษ์เป็นที่ปรึกษา การปฏิสังขรณ์ทำเสร็จในปี พ.ศ. 2428 การปฏิสังขรณ์ครั้งล่าสุดทำเมื่อปี พ.ศ. 2510
                        </p>

                        <p>
                            พระนอนจักรสีห์ เป็นพระพุทธไสยาสน์ปางโปรดอสุรินทราหู เป็นพระพุทธรูปขนาดใหญ่ มีพุทธลักษณะที่งดงามองค์หนึ่ง และมีความสำคัญทางประวัติศาสตร์ เป็นที่เคารพศรัทธาของพุทธศาสนิกชนทั่วประเทศ ตั้งอยู่ที่ วัดพระนอนจักรสีห์วรวิหาร ต.จักรสีห์ อ.เมือง จ.สิงห์บุรี ห่างจากตัวเมืองสิงห์บุรีประมาณ 5 กิโลเมตร ไปทางด้านทิศตะวันออก พระพุทธไสยาสน์ปางโปรดอสุรินทราหู องค์ใหญ่เป็นพระพุทธรูปศักดิ์สิทธิ์ที่มีพุทธลักษณะที่งดงามองค์หนึ่งของประเทศ บริเวณวัดยังเป็นที่ปฏิบัติธรรม เป็นศูนย์กลางการเรียนรู้ทางด้านพุทธศาสนา สำหรับนักธรรม-บาลี และมีพระแก้ว พระกาฬ เป็นพระพุทธรูปศักดิ์สิทธิ์คู่วัด ชาวสิงห์บุรี มีความเชื่อว่าหากมีโอกาสได้นมัสการวัดพระนอนจักรสีห์ฯ แล้วเดินชมต้นสาละลังกาใหญ่ที่ปลูกไว้กว่า 100 ต้น ในบริเวณวัดแล้วอธิษฐานปรบมือใต้ต้นสาละ หากดอกสาละร่วงลงมา คำอธิษฐานนั้นจะประสบผลตามที่หวังไว้
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</x-guest-layout>

